LETTER_RECEIVER = (
    ('V', 'Volunteer'),
    ('D', 'Donor')
)

GENDER = (
    ('M', 'مرد'),
    ('F', 'زن')
)

PROVINCES = (
    ('AZS', 'آذربایجان شرقی'),
    ('AZG', 'آذربایجان غربی'),
    ('ISF', 'اصفهان'),
    ('ARD', 'اردبیل'),
    ('ILA', 'ایلام'),
    ('BUS', 'بوشهر'),
    ('TEH', 'تهران'),
    ('CHB', 'چهارمحال و بختیاری'),
    ('KHJ', 'خراسان جنوبی'),
    ('KHR', 'خراسان رضوی'),
    ('KHS', 'خراسان شمالی'),
    ('KHU', 'خوزستان'),
    ('ZAN', 'زنجان'),
    ('SOB', 'سیستان و بلوچستان'),
    ('SEM', 'سمنان'),
    ('FAR', 'فارس'),
    ('QOM', 'قم'),
    ('QAZ', 'قزوین'),
    ('KOB', 'کهکیلویه و بویراحمد'),
    ('KOR', 'کردستان'),
    ('KER', 'کرمان'),
    ('KSH', 'کرمانشاه'),
    ('GIL', 'گیلان'),
    ('GOL', 'گلستان'),
    ('LOR', 'لرستان'),
    ('MAZ', 'مازندران'),
    ('MAR', 'مرکزی'),
    ('HOR', 'هرمزگان'),
    ('HAM', 'همدان'),
    ('YAZ', 'یزد')
)
